
"_BASE_USED_" = "ca";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "5.0";
/* Use the _PREFERENCES_EXTRA_WIDTH_ (if needed) to fit the action to perform description properly */
"_PREFERENCES_EXTRA_WIDTH_" = "0.0";
"General" = "General";
"File Access" = "Accés a fitxers";
"Performance" = "Rendiment";
"Finder Extension" = "Extensió del Finder";
"Love" = "Suport";
"OK" = "D'acord";
"Done" = "D'acord";
"Yes" = "Sí";
"No" = "No";
"Don't show again" = "No tornis a mostrar";
"Set as default compressor" = "Utilitza com a compressor per defecte";
"Not now" = "Ara no";
"Want to make Keka your default compressor?" = "Voleu que el Keka sigui el compressor per defecte?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Això significa que, a partir d'ara, tots els arxius compatibles s'extrauran amb el Keka. Podeu configurar-ho més tard a les opcions del Keka.";
"Really want to close Keka?" = "Voleu tancar el Keka?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "Es cancel·laran les operacions actuals. Si trieu esperar i sortir, el Keka es tancarà en finalitzar les tasques pendents.";
"Password needed" = "Contrasenya necessària";
"File \"%@\" needs a password to be extracted" = "Introduïu la contrasenya per extreure el contingut de l'arxiu  «%@».";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "S'ha extret el contingut de l'arxiu «%@» correctament";
"Extraction of \"%@\" failed." = "Ha fallat l'extracció de l'arxiu «%@».";
"Extraction of %i files done" = "S'han extret %i arxius correctament";
"Extraction complete" = "Extracció finalitzada";
"Extraction fail" = "Ha fallat l'extracció";
"Compression complete" = "Compressió completada";
"File \"%@\" created" = "S'ha creat l'arxiu «%@»";
"Compression fail" = "Compressió fallida";
"File \"%@\" cannot be created" = "No es pot crear l'arxiu «%@»";
"\n(using fallback folder)" = "\n(fent servir la carpeta de suport)";
"Operation not implemented" = "Operació no implementada";
"Performing operation..." = "Operació en curs...";
"Waiting..." = "S'està esperant...";
"Extracting \"%@\"" = "Extracció de: «%@»";
"Extracting \"%@...\"" = "S'està extraient «%@»...";
"Creating %@ file..." = "S'està creant «%@»...";
"Creating file \"%@\"" = "Creació de: «%@»";
"Creating file \"%@...\"" = "S'està creant «%@»...";
"Volume name:" = "Nom de l'arxiu:";
"Select the encoding for \"%@\"" = "Select the encoding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Temps transcorregut: %d:%@%d:%@%d hores%@";
"Time elapsed: %d:%@%d minutes%@" = "Temps transcorregut: %d:%@%d minuts%@";
"Time elapsed: %d seconds%@" = "Temps transcorregut: %d segons%@";
"%.0f seconds" = "%.0f segons";
"%i:%02i minutes" = "%i:%02i minuts";
"%i:%02i:%02i hours" = "%i:%02i:%02i hores";
"Pause" = "Pausa";
"Continue" = "Continua";
"Operation paused" = "Operació pausada";
"Cancel" = "Cancel·la";
"Close" = "Tanca";
"Operation failed" = "Ha fallat l'operació";
"Operation failed with error code %d" = "Ha fallat l'operació amb el codi d'error %d";
"Choose a name and folder to start the compression" = "Trieu el nom i la carpeta per iniciar la compressió";
"Creation of \"%@\" failed" = "Ha fallat la creació de: «%@»";
"Creating \"%@\"" = "Creació de: «%@»";
"Preparing extraction..." = "S'està preparant l'extracció…";
"Choose a folder to extract this file" = "Trieu la carpeta on extreure l'arxiu";
"Choose where do you want to extract \"%@\"" = "Trieu la carpeta on extreure l'arxiu \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Trieu tots els volums de \"%@\" o la carpeta que els conté";
"Select the folder that contains \"%@\"" = "Trieu la carpeta que conté \"%@\"";
"Extraction of \"%@\" failed" = "Ha fallat l'extracció de: «%@»";
"Keka - %i on queue" = "Keka - %i a la cua";
"Keka can't create this %@ image" = "El Keka no pot crear aquesta imatge %@";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Només podeu crear una imatge %@ amb una única carpeta. Afegiu tot el contingut a una carpeta i arrossegueu-la al Keka per crear una imatge %@.";
"Keka can't create this @% tarball" = "El Keka no pot crear el tarball @%";
"This operation is not supported on %@." = "Aquesta operació no està suportada a %@.";
"Compress \"%@\" in %@ to..." = "S'està comprimint «%@» com a %@ a...";
"Compress in %@ to..." = "S'està comprimint %@ a...";
"Save as:" = "Anomena i desa:";
"Compress" = "Compressió";
"Extract \"%@\" to..." = "Extreu «%@» a…";
"Extract as:" = "Extreu com:";
"Extract" = "Extreu";
"About %i seconds" = "Aproximadament %i segons";
"About %i minutes" = "Aproximadament %i minuts";
"About %i hours" = "Aproximadament %i hores";
"About %i days" = "Aproximadament %i dies";
"About %i weeks" = "Aproximadament %i setmanes";
"About %i months" = "Aproximadament %i mesos";
"About %i years" = "Aproximadament %i anys";
"About a minute" = "Aproximadament un minut";
"About an hour" = "Aproximadament una hora";
"About a day" = "Aproximadament un dia";
"About a week" = "Aproximadament una setmana";
"About a month" = "Aproximadament un mes";
"About a year" = "Aproximadament un any";
"Finishing..." = "Acabant...";
"Can't show progress time..." = "No es pot mostrar el temps…";
"Password for \"%@\"" = "Contrasenya per a «%@»";
"Format" = "Format";
"Method" = "Mètode";
"Method:" = "Mètode:";
"No compression" = "Sense compressió";
"Fastest, less compression" = "Molt ràpida, poca compressió";
"Fast, less compression" = "Ràpida, compressió menor";
"Normal" = "Normal";
"Slow, more compression" = "Lenta, compressió màxima";
"Slowest, more compression" = "Molt lenta, compressió ultra";
"Compression" = "Compressió";
"Extraction" = "Extracció";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "El Keka no pot utilitzar la llista «extlx.plist», contacteu amb els desenvolupadors.\n\nEl Keka es tancarà ara.";
"Keka is dying!" = "El Keka s'ha aturat!";
"Ask each time" = "Demana-ho sempre";
"Next to original file" = "Al costat de l'original";
"Custom folder..." = "Carpeta personalitzada...";
"Same as original file" = "El mateix que l'arxiu original";
"Custom name..." = "Nom personalitzat...";
"Archive" = "Arxiu comprimit";
"Set as default folder" = "Defineix com a carpeta per defecte";
"Perform automatic action" = "Realitza l'acció automàtica";
"Always compress" = "Comprimeix sempre";
"Always extract" = "Extreu sempre";
"1.4 MB Floppy" = "Disquet 1.4 MB";
"650 MB CD" = "CD 650 MB";
"700 MB CD" = "DC 700 MB";
"4.7 GB DVD" = "DVD 4.7 GB";
"Drop here to extract" = "Arrossegueu aquí per extreure";
"Drop here to compress" = "Arrossegueu aquí per comprimir";
"Binary \"%@\" is not accessible" = "No es pot accedir a «%@»";
"The first part \"%@\" can't be found" = "No s'ha trobat la primera part de:  «%@»";
"Unable to extract a folder" = "Unable to extract a folder";
"unknown" = "desconegut";
"Unknown error" = "Error desconegut";
"Error code %d using \"%@\"\n%@" = "Codi d'error %d utilitzant «%@»\n%@";
"Keka was unable to create the extraction package" = "El Keka no ha pogut crear el paquet d'extracció";
"No errors found" = "No s'han trobat errors";
"Minor error, the operation may be done well" = "Error menor, l'operació pot haver finalitzat correctament";
"Fatal error" = "Error fatal";
"CRC error occurred, maybe the file is corrupt" = "S'ha produït un error de verificació CRC; potser l'arxiu és corrupte";
"Attempt to modify an archive previously locked" = "S'ha provat a modificar un arxiu blocat prèviament";
"Maybe you don't have permission to write or your disk is full" = "Potser no teniu permisos d'escriptura o el disc és ple";
"Can't open the file, maybe you don't have read permission" = "No es pot obrir l'arxiu. Potser no teniu permisos de lectura";
"Command line error, please contact with the developer" = "Error a la línia d'ordres. Contacteu amb el desenvolupador";
"Not enough memory. Try to close some programs and repeat the operation" = "No hi ha prou memòria. Tanqueu altres aplicacions i torneu a provar";
"Can't create the file, maybe you don't have permission or free space" = "No es pot crear l'arxiu. Potser no teniu prou permisos o espai al disc";
"Canceled manually" = "S'ha cancel·lat manualment";
"Bad password, try again" = "Contrasenya errònia, torneu a provar";
"This archive is locked" = "L'arxiu està blocat";
"Write error. No permission? No space left?" = "Error d'escriptura. Sense permisos? Sense espai disponible?";
"Can't open the file, maybe it's not accessible" = "No es pot obrir l'arxiu. Potser no està accessible";
"No files matching the mask" = "No s'han trobat arxius amb el filtre utilitzat";
"There were some read errors" = "Hi han hagut errors de lectura";
"Give access" = "Donar accés";
"Just folder access" = "Només accés a la carpeta";
"Quit" = "Sortir";
"More information" = "Més informació";
"Keka needs file access" = "El Keka necessita accés als fitxers";
"Give home access" = "Donar accés personal";
"Customize" = "Personalitzar";
"Keka needs access to the source file/s." = "El Keka necessita accés al/s fitxer/s original/s.";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "Per tal de integrarse amb el teu Mac, el Keka necessita accés local al disc.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nFes clic a \"Donar accés al Keka\", el disc ja està seleccionat.";
"Give access to Keka" = "Donar accés al Keka";
"Full Mac access (Recommended)" = "Accés complet (Recomanat)";
"Home folder access" = "Accés personal";
"External volumes access" = "Accés a volums externs";
"Full Mac" = "Tot el Mac";
"Home folder" = "Carpeta personal";
"External volumes" = "Volums externs";
"Show in context menu" = "Mostrar en el menú contextual";
"External disk: %@" = "Disc extern: %@";
"An extension is required" = "Es requereix una extensió";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "Per tal d'establir el Keka com l'aplicació per defecte, necessitaràs instal·lar una extensió. Fes clic a \"Més informació\" per saber com fer-ho.\n\nRecorda que sempre pots establir el Keka com aplicació per defecte per a qualsevol format fent servir l'opció \"Obtenir informació\" des del Finder.";
"Your installed extension is obsolete and you should update it." = "L'extensió instal·lada és una versió antiga i s'ha d'actualitzar.";
"Update" = "Update";
"Cannot set Keka as default" = "No s'ha pogut establir el Keka com a l'aplicació per defecte";
"The intermediate application failed to launch. There is more information in the Console.app." = "L'extensió no s'ha pogut obrir. Trobaràs més informació a la Consola.app.";
"The intermediate application returned an undefined code." = "L'extensió ha retornat un codi desconegut.";
"Keka is now set as the default application for its known formats." = "El Keka s'ha establert com a l'aplicació per defecte pels formats que reconeix.";
"Keka set as default" = "El Keka s'ha establert com a aplicació per defecte";
"There were some errors while registering the formats. There is more information in the Console.app." = "Han ocorregut errors al registrar els formats. Trobaràs més informació a la Consola.app.";
"The intermediate application can't get access to Keka." = "L'extensió no pot accedir al Keka.";
"The intermediate application can't find Keka." = "L'extensió no pot torbar el Keka.";
"Show in Finder" = "Mostrar-ho al Finder";
"Delete" = "Eliminar";
"Continue without encryption" = "Continuar sense xifrar";
"The password does not match" = "La contrasenya no coincideix";
"The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption." = "La contrasenya no coincideix i no es pot xifrar l'arxiu. Pots cancel·lar l'operació o continuar sense xifrar.";
"Use legacy encryption" = "Fer servir xifrat bàsic";
"Using AES-256 encryption in ZIP" = "Fent servir xifrat AES-256 en ZIP";
"Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default.\n\nYou can open those files easily with most third party extraction utilities." = "La majoria dels sistemes operatius actuals com macOS (abans de macOS 11.0 Big Sur) o Windows no suporten arxius ZIP xifrats fent servir AES-256 per defecte.\n\nPots obrir aquests arxius sense problemes amb la major part dels aplicatius de compressió de tercers.";
"Cannot create the file" = "No s'ha pogut crear l'arxiu";
"Keka has no file access to the source file/s\nGive it access when asked or manually in the Preferences" = "El Keka no té accés a l'arxiu. Pots donar-li quan es demani o manualment a les Preferencies";
"Give access to the source/s folder/s" = "Dona accés a la/les carpeta/es";
"Give access to the compressed file" = "Dona accés a l'arxiu comprimit";
"The extension is enabled" = "L'extensió està habilitada";
"The extension is disabled" = "L'extensió està deshabilitada";
"Enable or disable the extension" = "Habilita o deshabilita la extensión";
"Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option." = "El Keka decidirà si comprimir o descomprimir segons el format i l'extensió dels fitxers. Aquesta és l'opció recomanada.";
"Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone." = "El Keka comprimirà tots els fitxers, inclosos aquells que ja estiguin comprimits. Pots forçar la compressió d'arxius ja comprimits en el mode automàtic arrossegant i deixant anar a la part inferior de la zona d'arrossegament.";
"Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone." = "El Keka intentarà extreure tots els fitxers. Pots intentar extreure fitxers desconeguts en el mode automàtic arrossegant i deixant anar a la part inferior de la zona d'arrossegament.";
"Show the operation log" = "Mostrar el registre de l'operació";
"Unable to process tips" = "No es poden processar les propines";
"Already tipping a monthly %@" = "Ja s'està enviant la propina mensual de %@";
"Send a monthly %@ tip" = "Enviar una propina mensual de %@";
"Send a %@ tip" = "Enviar una propina de %@";
"Give Keka some love ♥" = "Suporta el desenvolupament del Keka ♥";
"All extractions will be expanded at this location." = "Totes les operacions s'extreuran en aquesta carpeta.";
"All compressions will be stored at this location." = "Totes les operacions es comprimiran en aquesta carpeta.";
"You'll be asked where to extract each operation." = "Es preguntarà on extreure cada operació.";
"You'll be asked where to compress each operation." = "Es preguntarà on comprimir cada operació";
"If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly." = "Si el Keka té Accés a fitxers realitzarà l'operació al costat de l'original, en cas contrari preguntarà on realitzar l'operació. Pots donar Accés a fitxers al Keka en la Configuració per a que aquesta opció funcioni correctament.";
"Keka has no file access to the destination folder so it needs to ask for a location.\nYou can add access to this and other folders in Keka's Preferences File Access pane." = "El Keka no té accés a la carpeta de destí i necessita preguntar on realitzar l'operació.\nPots donar accés a aquesta i altres carpetes en el panell d'Accés a Fitxers de la Configuració del Keka.";
"The characters %@ are not compatible with the %@ format" = "Els caràcters %@ no són compatibles amb el format %@";
"The character %@ is not compatible with the %@ format" = "El caràcter %@ no és compatible amb el format %@";
"Stop compressing" = "Para la compressió";
"Stop extracting" = "Para l'extracció";
"Resume compressing" = "Reprèn la compressió";
"Resume extracting" = "Reprèn l'extracció";
"Pause compressing" = "Pausa la compressió";
"Pause extracting" = "Pausa l'extracció";
"Compression paused" = "Compressió pausada";
"Extraction paused" = "Extracció pausada";
"Waiting for password" = "Esperant una contrasenya";
"On queue" = "En cua";
"Applying quarantine..." = "Aplicant quarantena...";

/*
// MAS tips
// Note this will be used in Apple's servers
// Apple needs to have MAS translated in this language so this strings can be used
// The language used in MAS/AppleID will be used in Keka's tip strings and may not match Keka's localization
// Note that the short string is limited to 30 characters and the long string is limited to 45 characters
// Emojis cannot be used in these strings :(
*/
"Monthly sip of coffee" = "Un glop de cafè al mes";
"Gift Keka a sip of coffee each month" = "Regala al Keka un glop de cafè al mes";
"Monthly coffee" = "Cafè mensual";
"Gift Keka a coffee each month" = "Regala al Keka un cafè al mes";
"Monthly pair of coffees" = "Un parell de cafès al mes";
"Gift Keka a couple coffees each month" = "Regala al Keka un parell de cafès al mes";
"Monthly breakfast" = "Esmorzar mensual";
"Gift Keka a breakfast each month" = "Regala al Keka un esmorzar al mes";
"Tip a coffee" = "Convida a un cafè";
"Tip Keka a coffee so it can stay awake" = "Convida al Keka a un cafè perquè no s'adormi";
"Tip a breakfast" = "Convida a un esmorzar";
"Tip Keka a breakfast so it can start fresh" = "Convida al Keka a un esmorzar per començar bé";
"Tip a lunch" = "Regala un menjar";
"Tip Keka a lunch and feed it" = "Regala al Keka un menjar perquè s'alimenti";
"Tip a dinner" = "Regala un sopar";
"Tip Keka a dinner so it keeps rolling" = "Regala al Keka un sopar perquè surti rodant";
"Tip a bunch of food" = "Regala un grapat de menjar";
"Tip Keka a new bunch of food to keep rolling" = "Regala al Keka un gran grapat de menjar";
